{
  "blink.cmp": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "easy-dotnet.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "fugitive-azure-devops.vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "roslyn.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "vim-dispatch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-test": { "branch": "master" }
}
